[
 {
 "imgsrc":  "/news/images/1-foundersmeeting1.jpg",
 "alt":     "A group picture of the NeurotechEU founding partners",
 "date":    "21/11/2019",
 "title":   "Founders are meeting in Nijmegen",
 "text":    "Founding universities of the Neurotech<sup>EU</sup> will meet in Nijmegen, the Netherlands on Nov 21-22, 2019. Student, researchers and high-level managerial representatives from the Neurotech<sup>EU</sup> universities will focus on the current status of education and research in the fields of Brain and Technology. They will discuss how to organize the Neurotech<sup>EU</sup> to build innovative education programs and to seamlessly bring together education, research and innovation for societal impact."
 },
 {
 "imgsrc":  "/news/images/2-foundersmeeting2.jpg",
 "alt":     "A picture of Nijmegen, the location of the second NeurotechEU founders meeting",
 "date":    "17/12/2019",
 "title":   "Founders are meeting again!",
 "text":    "After a very successful meeting in November the Alliance will meet again on Dec 16-17, 2019. With a detailed draft of the educational, research and innovation programs, students, researchers and staff members from the founding partners will critically evaluate the needs of the future Neurotech<sup>EU</sup> students and the members of the universities. Expected societal and economical impact of the Neurotech<sup>EU</sup> will be at display as the Alliance introduces the Neurotech<sup>EU</sup> to stakeholders across all segments of the society, regional governance and business leaders."
 },
 {
 "imgsrc":  "/news/images/3-studentsurvey.jpg",
 "alt":     "A cool picture of a person and brain relating to the NeurotechEU student survey",
 "date":    "",
 "title":   "Would you like to contribute to the Neurotech<sup>EU</sup>?",
 "text":    "The overarching goal of the Neurotech<sup>EU</sup> is to provide comprehensive education and training programs for bachelor, master, doctoral students, and lifelong learners. To ensure that Neurotech<sup>EU</sup> is organized around the needs of the students and to better address the needs of our students, we have prepared a brief questionnaire. The link can be found below - estimated time burden: 5 minutes. All prospective or current students are invited to participate in the survey.<br><br>The first results of the survey are now available <a href='/promise#surveyresults'><b>here</b></a>.<br><br><a href='http://bit.ly/NeurotechQ4S' target='_blank' class='button'>To the Student Survey</a>"
 },
 {
 "imgsrc":  "/news/images/4-neurochallenges.jpg",
 "alt":     "A cool picture of a tree in the shape of a brain, relating to the Neurochallenges survey",
 "date":    "",
 "title":   "Neurochallenges survey",
 "text":    "We are conducting a brief survey to inquire what researchers consider as challenges awaiting neuroscience and neurotechnology now and in the future (until 2040). The link can be found brelow - estimated time burden: 12 minutes. Your answers will help to finalize the agenda for a symposium to be organized by Neurotech<sup>EU</sup> in Spring 2020. If you would like to join us in this event, please feel free to leave your name and contact information at the end of the survey. Otherwise, your answers will remain anonymous.<br><br><a href='http://bit.ly/Neurochallenges' target='_blank' class='button'>To the Neurochallenges Survey</a>"
 },
 {
 "imgsrc":  "/news/images/5-foundersmeeting3.jpg",
 "alt":     "A cool picture of a colorful network symbolizing the NeurotechEU founders network",
 "date":    "23/01/2020",
 "title":   "Third Founders Meeting will take place in January 2020",
 "text":    "Happy holidays and season greetings from the Neurotech<sup>EU</sup> family. As we are getting ready for the new year, we are also looking forward to the founders’ third meeting. Students, staff, researchers and administrators from the eight founding universities will meet in Nijmegen on Jan 23-24th. One of the key topics for this meeting is meeting is to have an in-depth look at the Neurotech<sup>EU</sup> ecosystem to maximize the impact of the Alliance for education, research, innovation potential of Europe and society."
 },
 {
 "imgsrc":  "/news/images/6-signingceremony.jpg",
 "alt":     "A picture of the Berchmanianum chapel, where the NeurotechEU signature ceremony takes place",
 "date":    "24/01/2020",
 "title":   "Neurotech<sup>EU</sup> signature ceremony",
 "text":    "Big day is just around the corner: Rectors and rector representatives from the eight founding partners will meet in Nijmegen on Jan 24th, 2020 for the official signature ceremony. Among the activities of the day, there is also a panel discussion with the rectors of the founding universities. The ceremony session will start at 12.00 and will take place in the historical Berchmanianum on the Radboud University campus."
 },
 {
 "imgsrc":  "/news/images/7-neurotechborn.png",
 "alt":     "A group picture taken at the NeurotechEU opening ceremony",
 "date":    "24/01/2020",
 "title":   "Neurotech<sup>EU</sup> is born!",
 "text":    "Our founding universities have signed a concordat formalizing their partnership on Jan 24th 2020, officially starting the Neurotech<sup>EU</sup>. Image is our first “family photo”. From left to right: Prof. Chas Bountra (vice-chancellor for innovation, Oxford University), Prof. Daniel Wigboldus (president, Radboud University), Prof. Juan José Ruiz Martínez (rector, Miguel Hernandez University), Prof. László Csernoch (vice-rector, Debrecen University), Prof. Anca Buzoianu (rector, UMF Cluj-Napoca), Prof. Mehmet Özkan (rector, Boğaziçi university), Prof. Michael Hoch (rector, Bonn University), Prof. Anders Gustafsson (acting vice president, Karolinska Institutet). Background: Select members of the Neurotech<sup>EU</sup> Alliance, Members of the governance board, WP leaders, WP team members, faculty deans, institute chairs, department heads, students, and staff members"
 },
 {
 "imgsrc":  "/news/images/8-debate.jpg",
 "alt":     "A group picture of researchers of the iNavigate consortiu",
 "date":    "06/02/2020",
 "title":   "Neuroscience and robotics debate",
 "text":    "In collaboration with <a href='http://www.inavigate.eu/'>iNavigate</a> we have organized a Debate on “What can Neuroscience teach and learn from Robotics” on February 6th, 2020.  A position paper reflecting the outcomes of the discussions held by thirty-nine academicians from 9 countries will be released this summer, and will be available to download at <a>www.theneurotech.eu/downloads/white-papers</a>."
 },
 {
 "imgsrc":  "/news/images/9-roboticsclass.jpg",
 "alt":     "A lecture on neurotech and robotics during the iNavigate meeting",
 "date":    "07/02/2020",
 "title":   "Bringing robotics to classroom",
 "text":    "Active learning improves education outcomes. For many of the STEM fields, robotics provides the necessary platform for experimentation. On Feb 7th, we learned from the expertise of Consequential Robotics in this domain. At Neurotech<sup>EU</sup> students and researchers will not only design, build and use robots but also develop brain inspired control algorithms to advance the state-of-art in robotic control."
 }
]
